Repository: Alusus/AlususNet
Catalog: I18n/*/args_outputs.po
Languages: ar

source: AlususNet Version: 1.0
ar: الأسس نت الإصدار: 1.0

source: publish
ar: انشر

source: backup-db
ar: استنسخ-البيانات

source: restore-db
ar: استرجع-البيانات

source: build-cli
ar: ابن-الواجهة

source: projectName
ar: اسم_المشروع

source: projectPath
ar: مسار_المشروع

source: backupPath
ar: مسار_النسخة_الاحتياطية

source: port
ar: المنفذ

source: starter
ar: البرنامج_الرئيسي

source: apiToken
ar: رمز_الولوج

source: Publish your project to the container.
ar: انشر مشروعك على الحاوية.

source: Backup the database of the container and download the backup.
ar: استنسخ قاعدة البيانات من الحاوية وحمل النسخة الاحتياطية.

source: Upload and restore a database to the container.
ar: ارفع واسترجع قاعدة البيانات إلى الحاوية.

source: Build an executable copy of this cli tool.
ar: ابن نسخة قابلة للتنفيذ من أداة واجهة الأوامر هذه.

source: The name of the project on Alusus Net.
ar: اسم المشروع على الأسس نت.

source: Path to the project folder.
ar: مسار مجلد المشروع.

source: The HTTP port on which the app will be listening.
ar: منفذ HTTP الذي سيستمع عليه التطبيق.

source: The name of the executalbe file of the project.
ar: اسم الملف التنفيذي للمشروع.

source: Alusus Net API token. If this is not provided you'll be prompted for login.
ar: رمز API للأسس نت. إذا لم يتم توفير هذا فستتم مطالبتك بتسجيل الدخول.

source: The path to save the PostgreSQL backup file to.
ar: المسار لحفظ ملف النسخة الاحتياطية لـ PostgreSQL إليه.

source: The path to the PostgreSQL backup file to upload.
ar: المسار إلى ملف النسخة الاحتياطية لـ PostgreSQL المراد رفعه.

source: Build complete.
ar: اكتمل البناء.

source: Build failed.
ar: فشل البناء.
